Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/sd/other_files/duoji_doaibmadoarjagiid_arvvostallan_2005-2009.pdf.tmx
Source language: nob
Languages: sme

source: Slik de fortolker det innebærer det at Fagutvalget vurderer om produktene oppfyller de faglige kriteriene i duodjiregisteret, og så kan Sametinget passe på at kravet til minste omsetning er oppfylt i driftstilskuddssøknadene.
sme: Sin dulkoma mielde mearkkaša dát dan ahte Fágalávdegoddi vuos árvvoštallá devdet go duojit daid fágalaš eavttuid maid vuođul daiguin sáhttá beassat duodjeregistarii, ja dasto beassá Sámediggi bearráigeahččat ahte doaibmadoarjjaohccit devdet unnimusmeari vuovdingáibádusa.

source: Det siste oppfatter de mer som en enkel formalitet å sjekke.
sme: Dán maŋŋemus ášši lea sin mielas hui álki iskat.

source: Næringsorganisasjonene har heller ikke hatt vesentlige innvendinger til hvordan Sametingets administrasjon forbereder søknadsprosedyrene og håndterer søknadene til duodjiregisteret og om driftstilskudd.
sme: Eai ge ealáhusorganisašuvnnat leat bearahaga moaitán dan movt Sámedikki hálddahus ráhkkanahttá ohcamiid meannudeami ja movt gieđahallá ohcamušaid duodjeregistarii ja doaibmadoarjjaohcamušaid.

source: Eneste problem har vært å samle tilstrekkelig antall medlemmer til å holde Fagutvalgsmøtene, noe som bl.a. i 2009 førte til lengre saksbehandlingstid.
sme: Áidna váttisvuohta lea leamaš nagodit čohkket doarvái miellahtuid vai Fágalávdegoddi sáhttá doallat čoahkkimiid, mii earet eará 2009:s dagahii guhkit áššemeannudanáiggi.

source: På saksbehandlernivå i Sametinget er det antydet at det kan være unødvendig tungvint med den to-fasede søknadsbehandlingen, og at det ville vært enklere om søknader om opptak i duodjiregisteret og driftstilskudd hadde blitt utført under ett.
sme: Sámedikki áššemeannudandásis leat geažuhan ahte soaitá leat dárbbašmeahttun ja lossa vuohki guovtti oasis meannudit ohcamušaid, ahte livččii ollu álkit jus sáhtášii meannudit ohcamušaid mat gusket dasa ahte beassat duodjeregistarii ja doaibmadoarjjaohcamušaid seamma oktavuođas.

source: Når man nå har en liste med godkjente produkter, basert på faglig godkjenning, så kanskje man ikke trenger
sme: Go dál lea juo listu mas gávdná dohkkehuvvon sámi dujiid, mat fágalaččat leat dohkkehuvvon, de ii soaitte Fágalávdegotti dárbbašit daid jahkásaš dábimielde ohcamušmeannudemiide.

source: Norut Alta-Áltá rapport 2010:3 Fagutvalget i de årlige rutinepregede søknadsbehandlingene, som da kan behandles av Sametingets organer / administrasjon, ettersom disse primært vil bestå i å sjekke at tildelingskriteriene er oppfylt.
sme: Daid sáhtáše de Sámedikki orgánat / hálddahus meannudit, danin go dan barggus lea deháleamos dat ahte iskat leat go ohcamušat juohkineavttuid mielde.

source: Når det gjelder retningslinjer og kriterier for behandling av sakene i Fagutvalg og tilskuddsstyre / administrasjon, er både næringsrepresentanter og Sametingsforvaltninga tydelige på at retningslinjene følges slik overordede organ har fastsatt, og slik at sakene behandles på en faglig forsvarlig og rettferdig måte.
sme: Mii guoská njuolggadusaide ja eavttuide maid mielde Fágalávdegoddi ja doarjjastivra / hálddahus galgá áššiid meannudit, de leat sihke ealáhusa ovddasteaddjit ja Sámediggehálddahus cealkán čielgasit ahte njuolggadusaid galgá čuovvut nugo bajitdási orgána daid lea mearridan, ja nu ahte áššit meannuduvvojit fágalaččat dohkálaš vuogi mielde ja rievttuid.

source: Verken næringsorganisasjonene eller forvaltningen hadde hørt klager på det.
sme: Eai ealáhusorganisašuvnnat ii ge hálddahusa leat gullan geange buktimin dasa moaitámušaid.

source: Det største problemet har vært at halvparten av tilskuddsmottakerne ikke har sendt inn data til ” økonomisk rapport ”, som utgjør viktig dokumentasjon for økonomiutvalgets arbeid og i næringsforhandlingene.
sme: Stuorámus váttisvuohta lea leamaš ahte bealli doarjjavuostáiváldiin eai leat sádden dieđuid ” ekonomalaš raportii ”, mii lea dehálaš dokumentašuvdna ekonomilávdegotti bargguide ja ealáhusšiehtadallamiin.

source: Næringsorganisasjonene har følt at Sametingets representanter har prøvd å legge føringer på hvilke produkter som kan godkjennes for duodjiregisteret, men organisasjonene har konsekvent forholdt seg til Fagutvalgets anbefalinger.
sme: Ealáhusorganisašuvnnat leat dovdan ahte Sámedikki áirasat geahččalit buktit iežaset oaiviliid dasa makkár duddjojuvvon gálvvut galggaše dohkkehuvvot duodjeregistarii, muhto organisašuvdna lea nannosit doalahan dušše Fágalávdegotti árvalusaide.

source: Når det unntaksvis har oppstått inhabilitetsproblemer, så har det blitt praktisert å melde seg inhabil når det har vært relevant.
sme: Go muhtun hárve háve lea šaddan bealátvuođas gažaldat, de leamaš dáhpin ahte olmmoš gii dovdá iežas bealálažžan lea muitalan dan.

source: Når det gjelder informasjon til duodjiutøverne om virkemiddelordninger, søknadsfrister mv., så annonserer Sametinget i god tid og sender ut brev til alle medlemmene i duodjiregisteret.
sme: Mii guoská diehtojuohkimii duojáriidda váikkuhangaskaomiid, ohcanáigemeriid ja diekkáriid birra, de almmuha Sámediggi daid buori áiggis, ja sádde reivve buot duodjeregistara miellahtuide.

source: Noen år har Sametinget til og med ringt opp medlemmer i registeret som de ikke hadde mottatt søknad fra og sjekket om de skulle søke.
sme: Muhtun jagiid lea Sámedigge vel čuojahan nai muhtun miellahtuide registaris geain eai lean ožžon ohcamušaid, gullan dihte ahte leat go sii áigumen ohcat.

source: Sametinget legger også ut detaljert informasjon på sine hjemmesider.
sme: Sámediggi bidjá maid dárkilis dieđuid iežas ruovttusiidduide.

source: Næringsorganisasjonene sender dessuten selv ut info til sine medlemmer om tilskuddsordningene.
sme: Maiddái ealáhusorganisašuvnnat sáddejit dieđuid iežaset miellahtuide doarjjaortnega birra.

source: En av næringsorganisasjonene uttaler at til tross for at det legges ned mye arbeid i informasjon, så opplever en likevel noen ganger at duodjiutøvere sier de ikke har fått informasjon.
sme: Nubbi ealáhusorganisašuvnnain cealká ahte vaikko sii bidjet ollu barggu diehtojuohkimii, de sii liikká vásihit muhtumin ahte duojárat lohket sii eai leat ožžon dieđuid.

source: Saksbehandlingstida har stort sett holdt seg under en måned, og næringsorganisasjonenes erfaringer er at det har fungert godt, med få unntak.
sme: Áššemeannuáigi lea eanas áiggi leamaš vuollel mánu, ja ealáhusorganisašuvnnaid vásáhus leat ahte dat lea doaibman bures, earret muhtun moatti áššis.

source: Sametingets administrasjon sier at det kun var i innkjøringsåret 2006 og i 2009 at saksbehandlingstida til duodjiregisteret ble litt lang med inntil 3 mnd saksbehandlingstid, ellers har det bare tatt to uker.
sme: Sámedikki hálddahusas dadjet ahte áššemeannudanáigi duodjeregistarii lei liiggás guhkki dušše álgojagiid 2006:s ja 2009:s, dalle dat lei goasii 3 mánu, muđui lea dat leamaš dušše guokte vahku.

source: En er imidlertid sårbar overfor personellsituasjonen og sykdom i administrasjonen som kan medføre betydelige forsinkelser.
sme: Hálddahus lea liikká hui rašši bargiid dáfus, jus muhtun buohccá, de dat sáhttá dagahit oalle ollu maŋŋoneami.

source: Av kriterier som har vært litt vanskelig å fortolke og saksbehandle er kravet til samisk etnisk bakgrunn for å bli godkjent i duodjiregisteret.
sme: Norut Alta-Áltá rapport 2010:3 Eaktu maid leamaš veaháš váttis ipmirdit ja áššemeannudit, lea sámi čearddalašvuođagáibádus, man vuođul galgá dohkkehuvvot duodjeregistarii.

source: Der er imidlertid åpnet for unntak i spesielle tilfeller for utøvere med sterk kulturell og geografisk tilknytning til samisk kultur / samisk duodji, og der det har vært utfordrende for Fagutvalget å ta stilling til slike saker slik kriteriene er utformet.
sme: Muhto lea addon vejolašvuohta spiehkastit dien gáibádusas earenoamáš oktavuođain, jus ovdamearkkadihte lea sáhka duojáris geas leat nanu kultuvrralaš ja geográfalaš čanastagat sámi kultuvrii / sámi duodjái, dakkár diliin lea leamaš hástaleaddji Fágalávdegoddái dahkat mearrádusa dan vuođul movt eavttut dál leat hábmejuvvon.

source: 4.4.3 Manglende innsending av økonomisk rapport fra tilskuddsmottakerne, forslag til endring av rutine for datainnsamling
sme: 4.4.3 Doarjjavuostáiváldiid váilevaš ekonomalaš raportasáddemat, evttohus movt sáhtášii dieđuidčohkkema earaládje čađahit

source: Iflg. Hovedavtalen for duodjinæringen skal det utarbeides en økonomisk rapport for utviklingen i duodji.
sme: Duodjeealáhusa váldosoahpamuša mielde galgá ráhkaduvvot ekonomalaš raporta mas duoji ovdáneapmi čilgejuvvo.

source: Rapporten skal danne grunnlag for de årlige forhandlingene mellom Sametinget og næringsorganisasjonene.
sme: Raporta galgá leat vuođđun Sámedikki ja ealáhusorganisašuvnnaid jahkásaš šiehtadallamiidda.

source: Det viser seg at bare om lag halvparten av de som søker om tilskudd svarer på skjema om økonomisk utvikling, noe som begrenser analysemulighetene.
sme: Muhto dieđut čájehit ahte dušše sullii bealli sis geat ohcet doarjaga vástidit skovvái mas galget iežaset doaimma ekonomalaš ovdáneami čilget, ja dat gáržžida veaháš analyserenvejolašvuođaid.

source: Det er også arbeidskrevende å hente inn opplysningene.
sme: Gáibida maid ollu áiggi go galgá čohkkegoahtit dieđuid.

source: Hittil har det i praksis vært ” frivillig ” for utøverne å besvare de skjema som blir tilsendt.
sme: Dán rádjái lea duohtavuođas skovi vástideapmi leamaš ” eaktodáhtolaš ” ášši duojáriidda.

source: Det skyldes at det tidligere i utsendt dokument ikke ble satt som forutsetning for registrering i duodjiregisteret eller tilskuddstilsagn / - utbetaling at skjemaene om økonomisk utvikling blir utfylt og sendt inn.
sme: Sivvan dasa lea ahte dokumeanttas mii ovdal lea sáddejuvvon, ii biddojuvvon gáibádussan ahte galgá deavdit ja sáddet ekonomalaš raportaskovi ovdal beassá čálihit duodjeregistarii dahje ovdal mieđihuvvo / máksojuvvo doarjja.

source: Riktig nok ble dette bedre da det ble tatt inn i skjema for 2008
sme: Dilli šattai gal buoret dan rájes go dát oassi váldojuvvui mielde 2008 skovvái (mii sáddejuvvui 2009:s), ahte: ” Buohkat geat ohcet doaibmadoarjaga duodjái, leat geatnegasat deavdit dán skovi ”.

source: Norut Alta-Áltá rapport 2010:3 (utsendt i 2009) at: ” Alle som søker om driftstilskudd til duodji er pålagt å fylle ut dette skjemaet ”, og det er tydeliggjort i Næringsavtalen for 2009, men det er ikke sagt noen om hvilke sanksjoner som vil påfølge av ikke å levere skjemaet.
sme: Dat lea maid čuvgejuvvon 2009 Ealáhussoahpamušas, muhto ii daddjo mihkkege dan birra ahte makkár ráŋggáštus šaddá jus ii sádde skovi.

source: Ut fra en samlet vurdering foreslår vi å se på endringer i systemet rundt innhenting av opplysninger.
sme: Ollislaš árvvoštallamiid vuođul evttohit mii ahte berre geahččat movt sáhttá rievdadit dan vuogi mii guoská dieđuid viežžamii.

source: Endringen kan gå ut på at skjema for den økonomiske utviklingen i duodji utgår og kobles sammen med søknad om driftstilskudd.
sme: Okta rievdadanvuohki sáhttá leat ahte heaitit sáddemis sierra skovi masa galgá čállit duoji ekonomalaš ovdáneami birra, ja baicca ovttastahttit dan seamma skovvái mainna ohcá doaibmadoarjaga.

source: Det må stilles krav om at alle økonomiske tall og øvrige opplysninger skal oppgis før driftstilskudd kan innvilges.
sme: Ferte gáibidit ahte visot ekonomalaš logut ja eará dieđut almmuhuvvojit ovdal go doaibmadoarjja mieđihuvvo.

source: Kravet om innsending av næringsoppgaver og selvangivelse må selvfølgelig opprettholdes.
sme: Ja diehttelas ferte doalahit dan gáibádusa ahte galgá sáddet ealáhusdieđáhusa ja iešdieđáhusa.

source: Det gir Sametinget mulighet for å kvalitetssikre de tall som søkerne oppgir i dag på skjema for økonomisk utvikling.
sme: Dat addá Sámediggái vejolašvuođa sihkkarastit ahte dat logut maid ohcci dál almmuha ekonomalaš ovdánanskovvái, dollet deaivása.

source: Søknadsfristen for driftstilskudd kan opprettholdes som i dag.
sme: Doaibmadoarjaga ohcanáigemeari sáhttá doalahit nugo dat dál lea.

source: Fordelen med en slik omlegging er at Sametinget og økonomisk utvalg får et langt bedre utvalg og grunnlag for å analysere situasjonen i næringen ved at svarprosenten vil øke betraktelig.
sme: Diekkár rievdadeami buorrevuohta lea ahte Sámediggi ja ekonomalaš lávdegoddi ožžot miha buoret válljenmuni ja vuođu analyseret ealáhusa dili, danin go de bohtet miha eanet vástádusat.

source: Det reduserer søkernes og utøvernes skjemavelde ved at kun ett skjema skal fylles ut og ikke to som i dag og til to forskjellige tidspunkt.
sme: Dat geahpeda ohcciid ja duojáriid skovvehivvodaga, go šaddá dušše okta skovvi maid galgá deavdit, eai ge guokte nugo dál, maid galgá goabbat áigemearrái sáddet.

source: Det reduserer muligens også arbeidsomfanget for de som skal behandle søknadene og skjemaene.
sme: Dat sáhttá maid geahpedit sin bargohivvodaga geat ohcamušaid ja skoviid galget gieđahallat.

source: Ulempen ved en slik omlegging er at tallene ikke er ” ferske ” når økonomisk rapport utarbeides.
sme: Dákkár rievdadeami heajut bealli lea ahte logut maid de oažžu, eai leat áibbas ” varas logut ” dalle go ekonomalaš raporta ráhkaduvvo.

source: Det betyr at regnskapstallene er nærmere ett år gamle når økonomisk rapport skal utarbeides.
sme: Dat mearkkaša ahte rehketdoallotállat leat lagabui jagi boarrásat go ekonomalaš raporta galgá ráhkaduvvot.

source: Dette er imidlertid en vanlig praksis i dag både i reindrifta og i landbruket.
sme: Liikká lea dát dábálaš bargovuohki sihke baozodoalus ja eanadoalus.

source: Vi vil imidlertid hevde at det er bedre med dobbelt så mange svar som i dag, enn om de er så nye som mulig.
sme: Mii áigut almmatge čuoččuhit ahte lea buoret go oažžu duppal nu ollu vástádusaid go dál, vaikko vel logut eai leat ođđaseamos logut.

source: Dataene viser at det ikke skjer store endringer fra år til år.
sme: Dieđut čájehit ahte jagis jahkái eai dáhpáhuva nu beare stuora erohusat.

source: Dette opplegget er identisk med det som ble foreslått i ” Økonomisk rapport for duodji ” (20.8.2008).
sme: Dát bargovuohki lea seamma go dat maid ” Duoji ekonomalaš raporta ” evttoha (20.8.2008).

source: 4.5 Duodjiregisteret – hensiktsmessig forvaltning i forhold til krav til behandling av person- og bedriftsdata
sme: Norut Alta-Áltá rapport 2010:3 4.5 Duodjeregisttar – vuogas hálddašeapmi mii guoská gáibádusaide movt galgá persuvdna- ja fitnodatdieđuid gieđahallat

source: Data om godkjente duodjibedrifter har blitt samlet i et såkalt ” duodjiregister ”.
sme: Dieđut dohkkehuvvon duodjefitnodagaid birra leat čohkkejuvvon ” duodjeregistarii ”.

source: Duodjiregisteret inneholder opplysninger om medlemmer av nesten utelukkende samisk etnisk bakgrunn.
sme: Duodjeregistaris leat dieđut miellahtuid birra geain dadjat juo buohkain lea čearddalaš sámi duogáš.

source: Samtidig er dette personer som driver næringsutøvelse.
sme: Dát leat seammás olbmot geat jođihit ealáhusdoaimmaid.

source: Lov om personopplysning definerer i utgangspunktet at data om personers etniske bakgrunn som sensitive, men duodjiregisteret åpner i visse tilfeller for medlemmer blant utøvere som ikke er etniske samer.
sme: Láhka mii guoská persuvdnadieđuide definere álgoálggus ahte dieđut olbmo čearddalaš duogáža birra leat hearkkes dieđut, muhto duodjeregisttar addá muhtun dilálašvuođain vejolašvuođa maiddái ohcciide beassat registarii geat eai leat čearddalaš sápmelaččat.

source: Nedenfor belyser vi først hvor entydig det er at duodjiregisteret må behandles som sensitive persondata, eller om situasjonen her gir grunnlag for unntak gjennom at andre lover er det som skal gjøres gjeldende.
sme: Dás vuolábealde mii čuvget vuos dan man čabučielga ášši dat lea ahte duodjeregistara ferte gieđahallat seammaládje go hearkkes persuvdnadieđuid, dahje lea go dás sáhka dakkár dilis man vuođđun sáhttá leat ahte leat eará lágat mat galget dahkkot guoskivažžan.

source: I den sammenheng ser vi også på hvilke konsesjons- eller meldingsplikter som gjelder og kan innebære at det må søkes om særskilt konsesjon for et personregister som beskrevet ovenfor.
sme: Dan oktavuođas geahččat mii makkár konsešuvdna- dahje dieđihangeatnegasvuođat dása gusket ja mearkkašit go dat ahte ferte ohcat earenoamáš konsešuvnna ovdalis čilgejuvvon persuvdnaregistarii.

source: For det andre er aktiviteten disse personene utøver næringsutøvelse, og i den sammenheng kommer vi senere inn på i hvilken grad dette har betydning for hvilket lovgrunnlag som skal legges til grunn når det gjelder oppbevaring og tilgang til data om enhetene / personene i duodjiregisteret.
sme: Nuppádassii, de lea nu ahte dát olbmot jođihit ealáhusdoaimmaid. Ja dan oktavuođas áigut mii maŋŋelis geahččat dan man muddui das lea dadjamuš dasa makkár lágat galget biddjot vuođđun dasa mii guoská ovttadagaid / persuvnnaid birra dieđuid vurkkodeapmái ja oaidnimii.

source: I Sametinget har vurderinger omkring opprettelse av et dataregister for duodjiutøvere pågått noen år.
sme: Sámedikkis leat muhtun jagiid juo guorahallan duojáriid dataregistara ásaheami.

source: Iflg. internt notat 8.6.2007 (06/3799 – 14) i Sametinget heter det at ” Slik det er i dag, så er registeret vedtatt opprettet ” og at et slikt register er underlagt visse plikter.
sme: Sámedikki siskkáldas notáhtas 8.6.2007 (06/3799 – 14) celkojuvvo ahte ” Nugo dál lea, de lea mearriduvvon ahte diekkár registtar galgá ásahuvvot ” ja ahte dakkár registarii gullet dihto geatnegasvuođat.

source: Imidlertid sies det at ” dersom man fjerner begrepet ” duodjiregister ”, så vil man komme unna med at man gjør enkeltvedtak, uavhengig av om det er krav til etnisitet.
sme: Muhto daddjo maid ahte ” jus bidjat eret namahusa ” duodjeregisttar ”, de sáhttá dahkat dušše eaŋkilmearrádusaid, ii ge dárbbaš smiehttat ahte gáibiduvvo čearddalaš duogáš.

source: eller politisk, filosofisk eller religiøs oppfatning er å betrakte som sensitive personopplysninger.
sme: Registtar lea dušše listu mas oaidná geat ožžot doaibmadoarjaga, eará oktavuođain dat ii leat beare miellagiddevaš ”.

source: I internt notat i Sametinget av 11.9.2008 (vår ref. 08/35009) heter det videre at ” det er ikke nødvendig å ha et duodjiregister for å kunne gi tilskudd til duodjiutøvere.
sme: Sámedikki siskkáldas notáhtas 11.9.2008 (min ref. 08/3500-9) daddjo viidáseappot ahte ” ii leat dárbu duodjeregistarii go galgá juolludit doarjaga duojáriidda.

source: Dagens kriterier for registrering i duodjiregisteret kan uten problemer innarbeides som vilkår for tilskudd i hovedavtalen eller næringsavtalen ”.
sme: Dat eavttut mat dál leat duodjeregistarii beassamii, sáhttet hui álkit fievrreduvvot váldosoahpamuššii eaktun maid vuođul doarjjajuohkimat galget dahkkot ”.

source: I de videre vurderinger har vi tatt utgangspunkt i at det er meningen at et duodjiregister skal videreføres, men bringes inn i fullt ut forskriftsmessige former.
sme: Viidáseappot árvvoštallamiin leat mii geavahan vuođđun dan ahte lea jurdda doalahit duodjeregistara, muhto dat galgá ráhkaduvvot nu ahte lea lágalaččat áibbas riekta.

source: 4.5.1 Duodjiregister iflg. lov og forskrifter – sensitive persondata, konsesjonsplikt mv..
sme: 4.5.1 Lágat ja láhkaásahusat mat gusket Duodjeregistarii – hearkkes persuvdnadieđut, konsešuvdnageatnegasvuohta ja diekkárat.

source: Utgangspunktet i dette underkapitlet er at duodjiutøvere kommer inn under Personopplysningsloven.
sme: Dán vuolitkapihttala vuolggabáiki lea dat ahte duojárat gullet Persuvdnadiehtolága vuollái.

source: Derfor er vurderingene her basert på denne loven, Forskrift om personopplysning (www.lovdata.no) samt dokumentasjon og veiledninger fra Datatilsynets dokumentarkiv (www.datatilsynet.no).
sme: Danin leat árvvoštallamat dás ráhkaduvvon Láhkaásahusat mat gusket persuvdnadieđuide lága vuođul (www.lovdata.no), ja daid dokumentašuvnnaide ja bagadusaide mat gávdnojit Databearráigeahču dokumeantaarkiivvas (www.datatilsynet.no).

source: Når det gjelder hvordan adgang til og lagring av personopplysninger rent praktisk og teknisk skal utføres på en forskriftsmessig måte, har vi hentet informasjon bl.a. fra grundige veiledninger hos
sme: Mii guoská dasa movt lágalaččat galgá beassat oaidnit persuvdnadieđuid ja movt daid galgá vurkkodit praktihkalaččat ja teknihkalaččat, dasa

source: www.normen.no.
sme: Norut Alta-Áltá rapport 2010:3 leat viežžan dieđuid earet eará vuđolaš bagadusain dáppe: www.normen.no.

source: Ytterligere har vi benyttet oss av innspill og opplysninger fra flere
sme: Dasa lassin leat mii geavahan rávvagiid ja dieđuid maid leat ožžon dain máŋggain ságastallamiin mat mis leamaš Databearráigeahčuin.

source: samtaler med Datatilsynet, men også kontakt med Sametinget og Reindriftsforvaltningen.
sme: Mii leat maid ožžon dieđuid Sámedikkis ja Boazodoallohálddahusas.

source: Sistnevnte har erfaring fra arbeid med registerdata av reindriftsutøvere.
sme: Boazodoallohálddahusas leat vásáhusat bargguin go leat čohkken registarii dieđuid boazodolliid birra.

source: Tamreindrift er å betrakte som en samisk næring ettersom det i utgangspunktet er bare etnisk samiske utøvere som kan drive tamreindrift.
sme: Lojesbohccuiguin bargan gohčoduvvo sámi ealáhussan danin go leat dušše čearddalaš sápmelaččat mat besset diekkár boazodoaluin bargat.

source: Personopplysningsloven stiller i utgangspunktet strenge krav til forvaltning av sensitive personopplysninger.
sme: Persuvdnadiehtolágas leat oalle garra gáibádusat dasa movt hearkkes persuvdnadieđuid galgá gieđahallat.

source: Samtidig må en vurdere om det er hensiktsmessig for Sametinget å opprette et elektronisk duodjiregister dersom en må forholde seg til de strengeste kravene i denne loven.
sme: Seammás ferte árvvoštallat man ávkkálaš Sámediggái lea ásahit elektruvnnalaš duodjeregistara jus dan oktavuođas šaddet čuovvut garraseamos gáibádusaid dán lágas.

source: Det som må vurderes er hvilke krav til funksjonalitet og sikkerhet som må stilles til registeret i sin nåværende form, herunder hvilke tekniske-, personell- og ressursmessige tiltak, samt ulemper det innebærer å ha et register som oppfyller personopplysningslovens krav.
sme: Ferte árvvoštallat makkár gáibádusaid mielde sáhttá registtar dálá hámis doaibmat ja makkár sihkarvuođagáibádusat galget leat, dás ferte guorahallat teknihkalaš doaimmaid, bargiid, ja resurssaid, ja makkár váivvádusaid dat mielddisbuktá go lea registtar mii lea ráhkaduvvon persuvdnalága gáibádusaid mielde.

source: Dette må vurderes opp mot andre alternative registerutforminger eller andre regelverk for duodjitilskudd der en unngår å komme i konflikt med personopplysningsloven.
sme: Dan ferte árvvoštallat eará vejolaš čovdosiid ektui movt dákkár registara sáhtášii ráhkadit, dahje ferte árvvoštallat eará njuolggadusaid duodjedoarjagiidda gos ii dárbbaš boahtit dan dillái ahte rihkku persuvdnadiehtolága.

source: De behandlingsansvarlige sin meldingsplikt og konsesjonsplikt i personopplysningsloven er regulert i hhv. § 31 og § 33 (http://www.lovdata.no/all/tl‐20000414‐031‐
sme: Áššemeannudeddjiid dieđihangeatnegasvuohta ja konsešuvdnageatnegasvuohta persuvdnadiehtolágas lea regulerejuvvon paragráfain 31 ja 33 (http://www.lovdata.no/all/tl‐20000414‐031‐006.html#33).

source: 006.html#33).
sme: Muhto ii álohii.

source: Her heter det at behandling av personopplysninger med elektroniske
sme: Hearkkes persuvdnadieđut leat dakkárat go dieđut olbmo dearvvašvuođa, čearddalašvuođa, oskku, politihkalaš gullevašvuođa, ráŋggášvuloš daguid ja seksuála dili birra (geahča persuvdnadiehtolága § 2 nr. 8 gos oainnát olles dán listtu).

source: hjelpemidler er etter hovedregelen meldepliktig, og likeså opprettelse av manuelt personregister som inneholder sensitive personopplysninger.
sme: Dieđut ja konsešuvdnaohcamušat sáddejuvvojit Databearráigehččui dahje persuvdnasuodjaleaddjái.
